app/views/musics/_show.html.erb

SELECT  "groups".* FROM "groups" ORDER BY "groups"."id" DESC LIMIT $1  [["LIMIT", 1]]
---
                    <p><li>   Artiste : <%= @shared_music.artist %> </li></p>
                    <p><li> Theme du Groupe : <%=Group.last.theme%></li></p>